<template>
	<div class="agreement">
		<h1>
			欢迎使用盘石云信网站服务监控平台！
		</h1>
		<p>
			盘石云信网站服务监控平台（www.psyunxin.com）（下称“本平台”）所提供的各项服务的所有权和经营权均归浙江盘石信息技术股份有限公司（下称“浙江盘石”）所有。盘石云信服务监控协议（以下简称“本协议”）系由本平台与浙江盘石就本平台的各项服务内容所订立的相关权利义务规范。本平台用户通过注册账户并使用本平台提供的服务，或通过网络页面点击确认或以其他方式选择接受本协议，或未点击确认本协议而事实上使用了本平台服务，即表示接受并同意本协议的所有条件和条款，受本协议约束，包括针对该服务所适用的服务规则。
		</p>
		<h3>1. 服务内容</h3>
		<h4>1.1 平台简介：</h4>
		<p>本平台通过部署国内多个的监控点，模拟用户的访问请求，根据网站返回的数据分析网站和服务器的状态，形成多维度历史数据和报表，并在状态异常时及时向用户示警。</p>
		<h4>1.2 网站监控</h4>
		<p>1.2.1 HTTP监控：通过固定频率的模拟用户请求访问被监控站点，实时获取站点的响应状态和请求详情，精准的探测出网站的各种异常。</p>
		<p>1.2.2 PING监控：通过固定的频率探测被监控的主机或者站点的存活，结合实时报警模块，及时反映站点/服务器的连通状态、丢包率、RTT响应时间。</p>
		<p>1.2.3 DNS监控：关注域名的DNS解析状态及结果，及时发现网站的区域解析异常以及DNS劫持。</p>
		<p>1.2.4 网站防篡改监控：对指定的URL网页的标题、关键词、描述、出站连接等4个内容进行监控。</p>
		<h3>2. 服务的提供、修改及终止</h3>
		<h4>2.1 服务对象</h4>
		<p>2.1.1 拥有“诚信龙头单位”、“诚信示范单位”、“互联网3.15金牌诚信企业”、“互联网3.15银牌诚信企业认证用户”。</p>
		<p>2.1.2 由于本平台仅监测网站的性能数据，不获取网站呈现的具体内容，且理论上对网站进行监控并不会给该网站的正常运行带来影响，因此本平台不对用户资质以及和所提交网站的关系进行强制审核，但用户不得利用本平台监测违法网站、实施违法行为。</p>
		<h4>2.2 服务变更</h4>
		<p>2.2.1 用户根据本平台页面选取了服务项目、服务期限并支付了费用之后，本平台在约定的服务期限内不会改变服务内容。</p>
		<p>2.2.2 平台为了提供更好的服务或根据自身经营需要，可能随时会推出新的服务项目并公布于【平台公告】。新服务项目的推出并不影响用户已经选定的服务范围。</p>
		<p>2.2.3 用户在服务期内可以根据需要添加服务项目，同时应根据平台网站页面提示支付相应增加的费用。</p>
		<h4>2.3 服务终止</h4>
		<p>2.3.1 双方约定的服务期限届满时本平台将终止服务。</p>
		<p>2.3.2 如在本平台监控含有违法内容的网站或违法本协议规定，或被用户举报、被相关部门通报有恶意内容或已经被安全软件提示为恶意网站或含有恶意内容的，则本平台有权视情形采取中止该网站的监控服务或立即中止该用户添加的全部网站的监控服务，或终止其用户资格等措施，甚至通过诉讼追究法律责任。</p>
		<p>2.3.3 如在本平台监控的网站被该网站所有人要求停止监控，或被监控网站将本平台模拟的访问请求屏蔽，均是该被监控网站的合法权利，本平台必须立即终止对该网站的监控。因此给添加该网站作为监控目标的用户带来的任何后果和损失，无论直接或间接，本平台均不承担任何责任且不退还已缴纳的款项。</p>
		<p>2.3.4 本平台可提前合理时间在【www.cecdc.com】上通告或书面通知的方式终止本协议，以便用户做好相关数据的转移备份以及业务调整等，保护用户的合法权益。</p>
		<h3>3. 服务费用</h3>
		<p>本平台服务采取前端收费的模式。请用户根据自身需要选择合适的服务项目并缴纳相应费用。用户缴纳费用即表示其对网页上所显示的该费用所对应服务内容的认可和接受。本平台将按照用户所缴纳费用提供对应的服务。</p>
		<h3>4. 用户权利、义务</h3>
		<p>4.1 用户应按照本平台页面提示及本协议的约定支付相应服务费用、按照本平台的提示进行操作。</p>
		<p>4.2 利用本平台提供的服务进行的经营活动需要获得国家有关部门的许可或批准的，应已获得该有关的许可或批准，并应符合国家及地方不时颁布相关法律法规之要求。</p>
		<p>4.3 不利用本平台服务为如下网站提供任何便利：</p>
		<ul>
			<li>（1）违反国家规定的政治宣传或新闻信息；</li>
			<li>（2）涉及国家秘密或安全的信息；</li>
			<li>（3）封建迷信或淫秽、色情、下流的信息或教唆犯罪的信息；</li>
			<li>（4）博彩、赌博、“私服”、“外挂”等非法互联网出版活动；</li>
			<li>（5）违反国家民族和宗教政策的信息；</li>
			<li>（6）妨碍互联网运行安全的信息；</li>
			<li>（7）侵害他人合法权益的信息或其他有损于社会秩序、社会治安、公共道德的信息或内容；</li>
			<li>（8）其他违反法律法规、部门规章或国家政策的内容。</li>
		</ul>
		<p>4.4 如本平台发现用户违反上述条款的约定，有权根据情况采取相应的处理措施，包括但不限于立即终止服务、中止服务或删除相应信息等。如果第三方机构或个人对您提出质疑或投诉、国家职权部门提出通报，本平台审核后会第一时间暂停服务并通知用户，请在规定时间内进行说明并出具证明材料，如未能提供相反证据或逾期未能反馈的，本平台将采取包括但不限于立即终止服务、中止服务或删除相应信息等处理措施。因用户原因未能联系到的，亦视为用户逾期未能反馈。</p>
		<p>4.5 对进入和管理本平台的口令、密码的完整性和保密性负责。因维护不当或保密不当致使上述数据、口令、密码等丢失或泄漏所引起的一切损失和后果均自行承担。</p>
		<p>4.6 依照《互联网信息服务管理办法》、《互联网电子公告服务管理规定》等法律法规的规定，用户应保留自己网站的访问日志记录，包括发布的信息内容及其发布时间、互联网地址、域名等，国家有关机关依法查询时应配合提供。您自行承担未按规定保留相关记录而引起的全部法律责任。</p>
		<p>4.7 购买本服务后，仅可供自己使用，不得直接或间接以转让、出售、出租、合作等任何形式，有偿或无偿地将部分或全部的服务提供给他人使用。</p>
		<h3>5. 本平台的权利、义务</h3>
		<p>5.1 本平台按照协议约定提供服务。</p>
		<p>5.2 本平台会尽最大努力保证服务的稳定持续，但如发生下列任何一种情形，本平台有权随时中断或终止提供平台服务而无需事先通知，对因此而产生的不便或损害等，本平台不承担任何责任，但会根据中断或终止的服务时间对等延长服务期限：</p>
		<ul>
			<li>（1）为定期检查或施工，更新软硬件等需要，本平台有权暂停服务，但应尽快完成维护、更新工作；</li>
			<li>（2）服务器遭受损坏，无法正常运作；</li>
			<li>（3）突发性的软硬件设备与电子通信设备故障；</li>
			<li>（4）突发性网络故障；</li>
			<li>（5）在紧急情况之下为维护国家安全或其它用户及第三者之人身安全；</li>
			<li>（6）其他因本平台原因造成的情形。</li>
		</ul>
		<p>5.3 本平台将为用户提供售后故障客户服务，消除非用户本人操作所导致的故障。</p>
		<p>5.4 本平台严格遵守保密义务。</p>
		<h3>6. 隐私权保护</h3>
		<p>6.1 本平台不搜集任何用户隐私，本平台服务过程中也不涉及任何用户隐私数据。</p>
		<p>6.2 保护用户隐私是本平台的一项基本政策，本平台保证不对外公开或向第三方提供用户的注册资料，但下列情况除外：</p>
		<ul>
			<li>（1）事先获得用户的明确授权；</li>
			<li>（2）根据有关的法律法规要求；</li>
			<li>（3）按照相关政府主管部门或司法机关的要求。</li>
		</ul>
		<p>6.3 在不透露单个用户资料的前提下， 本平台有权对整个用户操作频率、功能点击次数等网站访问情况进行分析。</p>
		<p>6.4 以下四项隐私权保护原则，是指导本平台如何来处理产品中涉及到用户隐私权和用户信息等方面的问题</p>
		<ul>
			<li>（1）利用我们收集的信息为用户提供有价值的产品和服务。</li>
			<li>（2）开发符合隐私权标准和隐私权惯例的产品。</li>
			<li>（3）将个人信息的收集透明化，并由权威第三方监督。</li>
			<li>（4）尽最大的努力保护我们掌握的信息。</li>
		</ul>
		<h3>7. 免责声明</h3>
		<p>7.1 平台服务因涉及多方协作，如互联网运营商、服务器等，可能会遭遇如感染病毒、通信线路不稳定、系统不稳定、用户操作失误、使用第三方工具、恶意破解、黑客攻击等因素带来的问题。用户可以选择是否开通平台服务，一旦开通服务用户需承担以上风险，本平台对包括但不限于以上不归责于本平台的因素所产生问题，不做稳定性保证，亦不承担任何责任。</p>
		<p>7.2 平台服务如有任何异常情况，本平台承诺第一时间进行修复工作。所有修复工作，用户需全力配合，非因本平台原因造成的平台异常而产生的损失，本平台不承担任何责任。</p>
		<p>7.3 尽管本平台对用户信息保护做了极大的努力，但是仍然不能保证在现有的安全技术措施下，用户的信息绝对安全。用户信息可能会因为不可抗力或非本平台因素造成泄漏、被窃取等，由此造成损失的，用户同意本平台可以免责。</p>
		<h3>8. 不可抗力</h3>
		<p>8.1 因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，遭受不可抗力、意外事件的一方不承担责任。</p>
		<p>8.2 不可抗力、意外事件是指不能预见、不能克服并不能避免且对一方或双方当事人造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断、黑客、网路堵塞、电信部门技术调整和政府管制等。</p>
		<h3>9. 法律适用及争议解决</h3>
		<p>9.1 本协议的订立、履行、解释及争议的解决均应适用中国法律。</p>
		<p>9.2 如双方就本协议内容或其履行发生任何争议，双方应进行友好协商；因本协议引起的或与本协议有关的任何争议，均提请北京仲裁委员会按照该会现行仲裁规则进行仲裁。仲裁裁决是终局的，对双方均有约束力。</p>
		<h3>10. 其他条款</h3>
		<p>10.1 如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。</p>
		<p>10.2 本平台有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等修改本协议，而无需另行单独通知用户。修改后的协议会在本平台上公布。用户可随时通过本平台浏览最新服务协议条款。当发生有关争议时，以最新的协议文本为准。如果不同意对本协议相关条款所做的修改，用户有权停止使用平台服务。如果用户继续使用平台服务，则视为用户接受对本协议相关条款所做的修改。</p>
		<p>10.3 浙江盘石在法律允许最大范围内对本协议拥有解释权与修改权。</p>
	</div>
</template>

<script>
	
</script>

<style lang='less'>
	.agreement{
		padding: 20px;
		h1{
			margin-top: 0;
		}
		p{
			text-indent: 2em;
		}
		background-color: white;
		li{
			list-style: none;
		}
	}
</style>
